[
  {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 1,
    "pageshref": "http://www.roarforgood.com",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec90df150000290034ad7a.jpg?ops=scalefit_820_noupscale",
    "extract": "Athena is a black silicone pendant the size of a half dollar, and can be pinned to a purse, clothing – even worn as a necklace. With a recessed button at the center of the device to prevent accidental alerts, users can hold it for three seconds to trigger a loud alarm that will immediately notify friends and family of their current location, or alternatively, press it three times in quick succession to send a silent alert if you’re suspicious of being targeted.",
    "tags": "Be safe",
    "data": "Athena June 13, 2017"
  },
  {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 2,
    "pageshref": "http://www.safelet.com/",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec91321500002800c78fca.jpg?ops=scalefit_820_noupscale",
    "extract": "The Safelet is another wearable device allowing users to send alerts to predetermined friends and family without using their phones who can then call 911. Similar to setting a watch, users can activate the Safelet by simultaneously pressing two buttons located on either side of the face. It looks and is worn like a regular bracelet, and once activated, syncs with the user’s mobile phone and starts recording sound.",
    "tags": "",
    "data": "Safelet May 13, 2017"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 3,
    "pageshref": "http://watchovermeapp.com/",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec91591600002a004d9d9f.jpg?ops=scalefit_820_noupscale",
    "extract": "Watch Over Me is a free app available for Android and iOS, that allows the user to set a timer when travelling alone. When you’re in a situation where you don’t have time to make a call for help, just shake your phone and even if it’s locked the app turns on your phone’s alarm, video camera and sends an alert to your pre-set emergency contacts. The company that created it dubbed themselves “Waze of personal safety” stating, instead of giving you traffic updates, it warns you when you’re about to enter a high crime zone.",
    "tags": "",
    "data": "watchovermeapp January 16, 2017"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 4,
    "pageshref": " http://stiletto.is/collections/all",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec918c150000280034ad7c.jpg?ops=scalefit_820_noupscale",
    "extract": "One functionality that sets Stiletto apart from other wearable jewelry or app, other than it’s stylish look, is the ability to place 911 calls on your behalf. Less than an inch on all sides, it can be worn as a pendant on necklaces or bracelets, and with a single press, dials an emergency contact, or the police. If you’re unable to speak for yourself, the automated voice assistant takes care of that for you. If the situation de-escalates, with a second press, you can confirm your safety. ",
    "tags": "",
    "data": "Stiletto December 10, 2016"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 5,
    "pageshref": "http://www.undercovercolors.com",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec91b416000025004d9da1.jpg?ops=scalefit_820_noupscale",
    "extract": "Developed by university students, Undercover Color is nail polish that changes color upon contact with a drink that has Xanax, Rohypnol, or GHB in it – the drugs most commonly used for date rape. Still in the conceptual stage, the product is scheduled for release in 2017, and has already secured over $5.5 million in funding. For users, a test to see if their drinks are safe will only be a fingertip away. ",
    "tags": "",
    "data": "Undercover November 20, 2017"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 6,
    "pageshref": " https://www.kitestring.io/",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec91fd150000230034ad7e.jpg?ops=scalefit_820_noupscale",
    "extract": "Because it is a text service, there’s nothing to download. As long as you have a cellphone signal, let Kitestring know when to check up on you, and text your reply when they do. The SMS service, which is free, also offers emergency contact notifications and a personalized alert message.",
    "tags": "",
    "data": "Kitestring August 20, 2017"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 7,
    "pageshref": "https://revolar.com/",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec91d71500002400c78fcc.jpg?ops=scalefit_820_noupscale",
    "extract": "While this is wearable device that you can clip onto keys or your pants’ pocket, a free app version is also available. Revolar works with either Wi-Fi or cellular data, and while travelling, users can use a single click to let their contacts know they’re safe, two clicks if they feel unsafe, or three if they’re in eminent danger. Users can also use the app version to send themselves a phone call. The phone rings and plays a pre-recorded message, so the user can pretend they’re on a call to escape an uncomfortable situation in a pinch. ",
    "tags": "",
    "data": "Revolar September 5, 2016"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 8,
    "pageshref": "https://reactmobile.com/",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec92261600002a004d9da4.jpg?ops=scalefit_820_noupscale",
    "extract": "React Mobile offers both a free safety app and panic button device that can be attached to clothing, car keys, wallets, or carried in hand. Once activated, a React Mobile dispatcher immediately provides emergency contacts with your profile information and GPS location. Called “the world’s smallest personal panic button” React Mobile also offers group packages, perfect for organizations and community groups looking to stay protected together. ",
    "tags": "",
    "data": "React Mobile July 13, 2016"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 9,
    "pageshref": " https://goguarded.com/",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58ec92701500002600c78fcf.jpg?ops=scalefit_820_noupscale",
    "extract": "This self-defense product is geared towards active women, who want to enjoy the freedom of exercise in the early morning hours, or in the evenings after work without worry. The heavy-duty plastic serrated-edge weapon is , fitted to and worn on your finger, and can increase the user’s chances of getting to safety in the event of an attack. There’s no need to reach into a pocket or fanny pack – with only a split second to react, you can start defending yourself right away. ",
    "tags": "",
    "data": "Gaurdian Necklace May 23, 2016"
  },
   {
    "web-scraper-order": "1517217044-26",
    "web-scraper-start-url": "https://feminisminindia.com/section/society/survivor-stories/page/3/",
    "pages": 10,
    "pageshref": " https://goguarded.com/",
    "links": "",
    "linkshref": "",
    "imagessrc": "https://img.huffingtonpost.com/asset/58f235512600001900c45d78.jpg?ops=scalefit_820_noupscale",
    "extract": "This self-defense product is geared towards active women, who want to enjoy the freedom of exercise in the early morning hours, or in the evenings after work. The heavy-duty plastic serrated-edge weapon is worn on your finger, and can increase the user’s chances of getting to safety in the event of an attack. There’s no need to reach into a pocket or fanny pack – with only a split second to react, you can start defending yourself right away.",
    "tags": "",
    "data": " GO GUARDED March 6, 2016"
  }
]